DROP TABLE IF EXISTS toa_blog;
CREATE TABLE `toa_blog` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(80) DEFAULT NULL,
  `content` text,
  `number` int(10) DEFAULT NULL,
  `user` text,
  `type` varchar(10) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `uid` varchar(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=71 DEFAULT CHARSET=utf8;

INSERT INTO toa_blog VALUES ('1','管理员[办公室] 2014-01-13 工作日志','test全部人员','230','全部人员','2','2014-01-13','1');
INSERT INTO toa_blog VALUES ('2','管理员[办公室] 2014-01-26 工作日志','1111111111111111111','17','全部人员','2','2014-01-26','1');
INSERT INTO toa_blog VALUES ('3','刘燕[信息统计处] 2014-02-11 工作日志','<p>与移动公司讨论OA系统修改</p>','8','全部人员','2','2014-02-11','54');
INSERT INTO toa_blog VALUES ('4','刘燕[信息统计处] 2014-02-11 工作日志','<p>研读2012扶贫统计年表</p>','11','全部人员','2','2014-02-11','54');
INSERT INTO toa_blog VALUES ('5','沈巍[规划处] 2014-02-12 工作日志','<span style=\"font-size:18px;font-family:KaiTi_GB2312;\">整理发改委、交通厅、水利厅对停建通告管理办法的回复意见。</span>','1','','1','2014-02-12','47');
INSERT INTO toa_blog VALUES ('6','刘燕[信息统计处] 2014-02-13 工作日志','完善QA功能','20','全部人员','2','2014-02-13','54');
INSERT INTO toa_blog VALUES ('7','何智彬[局领导] 2014-02-24 工作日志','00000000000<br />','11','测试','2','2014-02-24','16');
INSERT INTO toa_blog VALUES ('8','王正洪[国际合作与社会扶贫处] 2014-02-24 工作日志','呵呵','8','测试','2','2014-02-24','64');
INSERT INTO toa_blog VALUES ('9','彭静耘[移民安置处] 2014-02-24 工作日志','2月21日，随张谷局长到龙泉镇万兴乡调研石盘水库和瀑布沟电站移民情况','20','曾文兵,张潇元,阳伟明,韦俊红,李剑波','2','2014-02-24','75');
INSERT INTO toa_blog VALUES ('10','代琦[外资中心] 2014-02-25 工作日志','完成芦山地震调研报告初稿','3','全部人员','1','2014-02-25','100');
INSERT INTO toa_blog VALUES ('11','汪社林[局领导] 2014-02-25 工作日志','】】','13','测试','2','2014-02-25','29');
INSERT INTO toa_blog VALUES ('12','代琦[外资中心] 2014-02-25 工作日志','完成芦山地震灾后重建调研报告初稿和监测表格设计。','10','全部人员','2','2014-02-25','100');
INSERT INTO toa_blog VALUES ('13','代琦[外资中心] 2014-02-26 工作日志','完成省考核实施小组2014年第一次会议审议材料准备','17','全部人员','2','2014-02-26','100');
INSERT INTO toa_blog VALUES ('14','张海鹏[局领导] 2014-02-27 工作日志','看看','30','测试','2','2014-02-27','28');
INSERT INTO toa_blog VALUES ('16','朱建凌[监察室] 2014-02-27 工作日志','四十四','29','测试','2','2014-02-27','94');
INSERT INTO toa_blog VALUES ('19','代琦[外资中心] 2014-02-28 工作日志','上午参加局oa系统培训会，下午中心开制度讨论会。','0','全部人员','1','2014-02-27','100');
INSERT INTO toa_blog VALUES ('18','曾小琴[扶贫开发中心] 2014-02-27 工作日志','OA系统培训会','4','全部人员','1','2014-02-27','151');
INSERT INTO toa_blog VALUES ('20','代琦[外资中心] 2014-02-28 工作日志','<p>上午继续参加中心制度讨论会；下午参加局法制课。</p>\r\n<p>暂时无法草拟2013年度扶贫考核相关文稿</p>','3','全部人员','1','2014-02-28','100');
INSERT INTO toa_blog VALUES ('21','杨晖[局领导] 2014-02-28 工作日志','贝贝','70','测试','2','2014-02-28','20');
INSERT INTO toa_blog VALUES ('22','王思铁[外资中心] 2014-02-28 工作日志','<p>上午：组织全体职工讨论单位规章制度</p>\r\n<p>下午：起草世行第六期扶贫项目配套资金文件，听取移动公司工作人员讲解办公自动化系统操作。</p>','35','全部人员','2','2014-02-28','95');
INSERT INTO toa_blog VALUES ('23','姜琼[移民安置规划中心] 2014-03-21 工作日志','<p>周五继续努力，因为周六要到了</p>','38','全部人员','2','2014-03-21','119');
INSERT INTO toa_blog VALUES ('24','王思铁[外资中心] 2014-04-27 工作日志','和许鉴、加班。修改审定中心的规章制度等。','24','全部人员','2','2014-04-27','95');
INSERT INTO toa_blog VALUES ('25','王思铁[外资中心] 2014-04-28 工作日志','上午，邹积立副局长主持研究世行第六期扶贫项目配套资金方案问题。刘维嘉副局长、朱蓉和李华聪处长参加。','47','全部人员','2','2014-04-28','95');
INSERT INTO toa_blog VALUES ('34','彭静耘[移民后扶处] 2014-06-16 工作日志','今天参加了第12次局长办公会','41','张潇元,阳伟明,韦俊红,李剑波,彭静耘,王刚,张云梅','2','2014-06-16','75');
INSERT INTO toa_blog VALUES ('33','蒋蓉[扶贫开发指导处] 2014-06-10 工作日志','<p>草拟“溜索改桥”项目2013年中央、省财政专项扶贫资金补助10338万元计划安排建议</p>','66','','2','2014-06-11','63');
INSERT INTO toa_blog VALUES ('35','6月17日','参加全局干部大会','1','','1','2014-06-17','78');
INSERT INTO toa_blog VALUES ('36','郭全喜[局领导] 2014-06-17 工作日志','下午，成都太成宾馆会议室参加省血防工作领导小组“四川省国家血防春查工作汇报暨情况通报会”。会议由陈文华副省长主持。','10','全部人员','2','2014-06-17','24');
INSERT INTO toa_blog VALUES ('37','王思铁[外资中心] 2014-06-19 工作日志','<p>上午，找一职工谈心。主持召开世行第六期扶贫项目专题会议。向兴华、冯克努、刘小林、许鉴参加。</p>','11','全部人员','2','2014-06-19','95');
INSERT INTO toa_blog VALUES ('38','王思铁[外资中心] 2014-06-19 工作日志','下午，找一申请入党的同志谈心。同时，与负责OA系统的职工谈OA系统的使用。修改3、4期行政办公会议纪要，以及中心2014年4、5月份记事辑要。','10','全部人员','2','2014-06-19','95');
INSERT INTO toa_blog VALUES ('29','乐山市扶贫移民局[市州移民与扶贫办] 2014-06-09 工作日志','<p>1.再乐山市审十项扶贫工程方案，送签。</p>\r\n<p>2.对峨眉山市陈艳咨询问题答复（市列重点片区扶贫开发实施方案编制）；对峨边唐燕咨询老鸭村村民移民到眉山、沙湾等地没有在本村从事生产生活的是否列入贫困人口识别给予答复。</p>\r\n<p>3.草拟《乐山市十项扶贫工程考核实施方案》。</p>\r\n<p>4.回复省局征求《十项扶贫工程考核办法的通知》。</p>\r\n<p>&nbsp;</p>','12','全部人员','1','2014-06-09','175');
INSERT INTO toa_blog VALUES ('30','韩峰[办公室] 2014-06-09 工作日志','<p>上午：第11次局务会和局长办公会。</p>\r\n<p>下午：处理文件，调试办公自动化系统。</p>','2','全部人员','1','2014-06-09','6');
INSERT INTO toa_blog VALUES ('31','王政洲[机关党委] 2014-06-10 工作日志','今天修改了吴勇起草的国务院扶贫办检查材料。在上午回复了罗薇，与吴勇进行了电话沟通。','2','全部人员','1','2014-06-10','10');
INSERT INTO toa_blog VALUES ('39','张凤英[外资中心] 2014-06-20 工作日志','昨天看了一段话挺好：有原则不乱，有计划不忙，有预算不穷。<br />','12','全部人员','2','2014-06-20','107');
INSERT INTO toa_blog VALUES ('40','王思铁[外资中心] 2014-06-20 工作日志','6月10?14日，带队中心7人在京参加世行第六期扶贫项目预评估团跟进会议。','3','全部人员','2','2014-06-14','95');
INSERT INTO toa_blog VALUES ('41','王思铁[外资中心] 2014-06-20 工作日志','与罗庆加班，共同完成中心上半年工作总结和下半年初步打算。','3','全部人员','2','2014-06-14','95');
INSERT INTO toa_blog VALUES ('42','王思铁[外资中心] 2014-06-20 工作日志','加班起草关于四川思攀扶贫与发展中心年检与更换单位负责人的有关情况报党组。','5','全部人员','2','2014-06-15','95');
INSERT INTO toa_blog VALUES ('43','王思铁[外资中心] 2014-06-20 工作日志','修改签发文件，继续与职工开展交心谈心。下午主持召开支部党员和职工大会，重温新党章，讲党课等。','6','全部人员','2','2014-06-20','95');
INSERT INTO toa_blog VALUES ('44','王思铁[外资中心] 2014-06-20 工作日志','上午还主持召开了世行第六期扶贫项目专题会议。向兴华、冯克努、刘小林、许鉴参加。','15','全部人员','2','2014-06-19','95');
INSERT INTO toa_blog VALUES ('45','王思铁[外资中心] 2014-06-23 工作日志','上午参加第12次局务会、13次局长办公会、列席党组会。下午审改中心行政会议纪要、中心大事记等。','10','全部人员','2','2014-06-23','95');
INSERT INTO toa_blog VALUES ('46','王思铁[外资中心] 2014-06-24 工作日志','向张局汇报请示世行第六期扶贫项目配套资金问题。到南充检查调研中央专项彩票公益金扶贫项目。','31','全部人员','2','2014-06-24','95');
INSERT INTO toa_blog VALUES ('47','罗斯华[移民安置规划中心] 2014-06-26 工作日志','<p>上午组织网站技术服务单位讨论“结对认亲、爱心帮扶”网站建设事宜，要求按照局务会要求抓紧修改后报局领导审示。</p>\r\n<p>下午组织信息科、办公室等与政府采购中标单位讨论合同样本</p>','1','罗斯华,胥谊,王俊赛,王晓蓉,张晓东,敬松,李莉红,张蔚,姜琼,彭海,屈鹏,杨其林,王利,李廷亮,金洲,刘?,王凤姣,贾寅,尹春辉','1','2014-06-26','111');
INSERT INTO toa_blog VALUES ('48','王思铁[外资中心] 2014-06-24 工作日志','在营山县检查中央专项彩票公益金扶贫项目。','5','全部人员','2','2014-06-24','95');
INSERT INTO toa_blog VALUES ('49','王思铁[外资中心] 2014-06-25工作日志','在营山县检查中央专项彩票公益金扶贫项目。','5','全部人员','2','2014-06-25','95');
INSERT INTO toa_blog VALUES ('50','王思铁[外资中心] 2014-06-26 工作日志','在仪陇县检查中央专项彩票公益金扶贫项目。','5','全部人员','2','2014-06-26','95');
INSERT INTO toa_blog VALUES ('51','王思铁[外资中心] 2014-06-27工作日志','在南部县检查中央专项彩票公益金扶贫项目。','5','全部人员','2','2014-06-27','95');
INSERT INTO toa_blog VALUES ('52','王思铁[外资中心] 2014-06-28 工作日志','<p>在苍?县检查中央彩票公益金扶贫项目。</p>','8','全部人员','2','2014-06-28','95');
INSERT INTO toa_blog VALUES ('53','王思铁[外资中心] 2014-06-29 工作日志','调研苍?县贫困村互助资金。回成都。','14','全部人员','2','2014-06-29','95');
INSERT INTO toa_blog VALUES ('54','王思铁[外资中心] 2014-06-30 工作日志','<p>上午参加局务会、局长办公会。</p>','41','全部人员','2','2014-06-30','95');
INSERT INTO toa_blog VALUES ('55','王思铁[外资中心] 2014-07-19 工作日志','办公室加班，撰写列席党组中心组学习讨论材料。','7','全部人员','2','2014-07-19','95');
INSERT INTO toa_blog VALUES ('57','张兵[政策法规处] 2014-07-21 工作日志','<p>1.上午参加省政府研究室组织召开的省政府全体会议领导讲话准备会议。</p>\r\n<p>2.下午撰写省政府全体会议领导讲话（扶贫移民工作部分），并报送。</p>','9','全部人员','2','2014-07-21','32');
INSERT INTO toa_blog VALUES ('58','张兵[政策法规处] 2014-07-21 工作日志','撰写党的十八大以来全省扶贫开发工作情况。','6','全部人员','2','2014-07-19','32');
INSERT INTO toa_blog VALUES ('59','张兵[政策法规处] 2014-07-21 工作日志','修改南水北调中线工程移民工作考察报告','13','全部人员','2','2014-07-20','32');
INSERT INTO toa_blog VALUES ('60','唐义[政策法规处] 2014-07-21工作日志','<p>参加局务会，汇报全国扶贫办主任座谈会精神，按会议要求向省领导撰写情况报告和工作建议；</p>\r\n<p>送审张局长在省委农村工作领导小组会上大发言材料、半年工作总结及下半年打算；</p>\r\n<p>向省委办公厅报送四川省农村扶贫开发情况；向省政府办公厅报送上半年工作情况；</p>\r\n<p>召开处务会传达局务会精神，安排本周任务。</p>','9','全部人员','2','2014-07-21','2');
INSERT INTO toa_blog VALUES ('62','刘燕[信息统计处] 2014-07-22 工作日志','<p>1.全省扶贫开发建档立卡现场会议方案</p>\r\n<p>2.全省扶贫开发建档立卡情况通报</p>\r\n<p>3.建档立卡指标体系培训会议网站信息审核</p>\r\n<p>4.研究贫困村分类办法</p>','0','全部人员','1','2014-07-22','54');
INSERT INTO toa_blog VALUES ('61','唐义[政策法规处] 2014-07-22 工作日志','<p>向局领导呈送相关材料；</p>\r\n<p>协调到省外调研移民立法事项；</p>\r\n<p>向省委报送局机关学习省委理论中心组学习情况；</p>\r\n<p>协调川台、发展网记者采访彝区、《扶贫条例》等事项；</p>\r\n<p>在机关办公。</p>','14','张谷,刘兵,邹积立,何智彬,向伟益,刘维嘉,张华林,杨晖,都勤,廖蔚,何大清,郭全喜,张海鹏,汪社林,唐义,张兵,罗薇,吴勇,杨萍,侯军,李征宇,董乾生,杨铧','2','2014-07-22','2');
INSERT INTO toa_blog VALUES ('63','李抒玲[国际合作与社会扶贫处] 2014-07-22 工作日志','1.参加第15次局务会<br />\r\n2.接待浙江省经合办一行','0','全部人员','1','2014-07-22','65');
INSERT INTO toa_blog VALUES ('64','李抒玲[国际合作与社会扶贫处] 2014-07-22 工作日志','1.与人行对接金融扶贫改革加入三项政策的事情，待我局形成一致意见再提交人行，再衔接涉及的相关部门。<br />\r\n2。添加完善金融扶贫改革三项政策内容，发计划财务处、扶贫开发指导处修改。<br />\r\n3.呈相关局领导审示后，发送人行。<br />\r\n4.22日－25日，浙江省来四川考察人员一行分别到阿坝州、甘孜考察。','11','全部人员','2','2014-07-22','65');
INSERT INTO toa_blog VALUES ('65','张海鹏[局领导] 2014-07-22 工作日志','<p>1、上午9点参加张局长临时召集会议，进一步明确近期相关重点工作；</p>\r\n<p>2、随张局长慰问解放同志家属；</p>\r\n<p>3、与唐义处长商议次日下午召开《四川扶贫移民》3期小结评议、4期选题会议；</p>\r\n<p>4、下午到社扶处研究相关工作推进事项；</p>\r\n<p>一是《创新金融服务机制意见》已与人行衔接，把信贷、贴息、风险基金和互助资金四方面政策具体化，写进《意见》中，并立即与相关部门衔接，力争促成发文；</p>\r\n<p>二是《创新社会帮扶机制意见》，按照省领导批示精神，立即与14个部门会签，然后以省府办名义转发；</p>\r\n<p>三是定点扶贫表扬会，继续与省委组织部衔接，做好相关准备工作；</p>\r\n<p>四是审核签报（发）《结对认亲、爱心帮扶活动（试行）方案》；</p>\r\n<p>五是签发与省委组织在浙大联合举办的《四川藏区幸福美丽乡村培训班（第二期）》通知，在省委党校举办的《四川藏区乡村干部、致富带头人培训班（第一期）》通知。</p>\r\n<p>六是安排浙川东西扶贫协作项目统计工作培训班事项。</p>','9','张谷,刘兵,邹积立,何智彬,向伟益,刘维嘉,张华林,杨晖,都勤,廖蔚,何大清,郭全喜,张海鹏,汪社林,唐义,张兵,罗薇,吴勇,杨萍,侯军,李征宇,董乾生,杨铧,王正洪,李抒玲,杨丽,覃佳,罗宇,汪明辉,刘昱','2','2014-07-22','28');
INSERT INTO toa_blog VALUES ('66','吴勇[政策法规处] 2014-07-23 工作日志','<p>1.修改省委农村工作领导小组会议发言材料、上半年扶贫开发工作情况及下半年打算、农业农村重大项目推进情况表，报请局领导审定后报送省委农工委。</p>\r\n<p>2.修改《四川省农村扶贫开发工作有关情况》报省委办公厅综合室供中央巡视组参阅。</p>\r\n<p>3.参加局务会，处务会。</p>','4','张谷,刘兵,邹积立,何智彬,向伟益,刘维嘉,张华林,杨晖,都勤,廖蔚,何大清,郭全喜,张海鹏,汪社林,韩峰,周美川,曾文兵,唐义,张兵,罗薇,吴勇,杨萍,侯军,李征宇,董乾生,杨铧,陈彦,黄宇,薛兵,朱蓉,潘晔,李灵英,吴守清,刘燕,李华聪,王强,王正洪,李抒玲,罗宇,汪明辉,李庆友,蒋光文,张潇元,彭静耘,姚立,曾磊,雷蕾,曾维忠,蒲熹漫,李宇,林勇,陈宝敬,杨邦华,刘晓春,朱建凌,王思铁,向兴华,冯克努,罗斯华,胥谊,王俊赛,王鹏,耿福元,张德华','2','2014-07-21','34');
INSERT INTO toa_blog VALUES ('67','吴勇[政策法规处] 2014-07-23 工作日志','<p><span style=\"font-family:FangSong_GB2312;font-size:16px;\">1.修改《关于贯彻落实省委理论中心组</span><span style=\"font-family:FangSong_GB2312;font-size:16px;mso-hansi-font-family:方正小标宋简体;mso-bidi-font-family:方正小标宋简体;\">专题学习会精神有关情况<span style=\"font-family:FangSong_GB2312;color:black;font-size:16px;\">的报告<span lang=\"EN-US\"><?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /><o:p></o:p></span></span></span><span style=\"font-family:FangSong_GB2312;font-size:16px;\">》。</span></p>\r\n<p><span style=\"font-family:FangSong_GB2312;font-size:16px;\">2.参加刘维嘉副局长组织研究扶贫开发工作。</span></p>\r\n<p><span style=\"font-family:FangSong_GB2312;font-size:16px;\">3.研究起草落实“五大扶贫工程<span style=\"font-family:FangSong_GB2312;font-size:16px;\">”12项重点工作的意见。</span></span></p>','3','','2','2014-07-22','34');
INSERT INTO toa_blog VALUES ('68','张海鹏[局领导] 2014-07-23 工作日志','<p>昨天晚6：30签报《全国社会扶贫先进集体、先进个人公示情况报告》；</p>\r\n<p>下午与法规处、编辑部召开《四川扶贫移民》3期评议小结、4期选题会；</p>','8','张谷,刘兵,邹积立,何智彬,向伟益,刘维嘉,张华林,杨晖,都勤,廖蔚,郭全喜,张海鹏,汪社林,唐义,张兵,罗薇,吴勇,杨萍,侯军,李征宇,董乾生,杨铧,王正洪,李抒玲,杨丽,覃佳,罗宇,汪明辉,刘昱','2','2014-07-23','28');
INSERT INTO toa_blog VALUES ('69','唐义[政策法规处] 2014-07-23 工作日志','随张谷局长到省委参加农村工作领导小组会议；按局领导指示接受中国发展网记者采访扶贫条例立法情况;参加扶贫与移民杂志第3期评审、第4期组','3','全部人员','2','2014-07-23','2');
INSERT INTO toa_blog VALUES ('70','吴勇[政策法规处] 2014-07-23 工作日志','<p><span style=\"font-size:16px;\">1.</span><span style=\"font-size:16px;\">收集填报《省政府系统全面深化改革信息报送表<?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /><o:p></o:p></span><span style=\"font-size:16px;\">》。</span></p>\r\n<p><span style=\"font-size:16px;\">2.修改、送审报省委农工委《<span style=\"font-family:宋体;font-size:16px;\">农业农村重大项目推进情况表</span>》。</span></p>\r\n<p><span style=\"font-size:16px;\">3.研究“五大扶贫工程”12项重点工作的意见写作提纲。</span></p>','5','全部人员','2','2014-07-23','34');

